soap/miniupnp/miniupnpd-1.0/seeds/23_WANIPC-SetConnectionType_1

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:SetConnectionType xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:1"><NewConnectionType>0Z3(WMcBv|en#?Vq</NewConnectionType></u:SetConnectionType></s:Body></s:Envelope>
